Repository: common-repository/cga-plugin-helper
Catalog: lang/cga-plugin-helper-*.po
Languages: pt_pt

source: CGA Plugin Helper
pt_pt: Auxiliar de Plugins CGA

source: Please choose your desired installation method.
pt_pt: Por favor escolha o método pelo qual deseja instalar os plugins.

source: Curated Plugin List
pt_pt: Lista Curada de Plugins

source: Manual Search (Advanced)
pt_pt: Pesquisa Manual (Avançado)

source: Pragmatica's curated plugin list gives you easy access to several trusted plugins. Simply choose which plugins you want and their installation and activation will occur without any further action required. With this list, you can be sure that the plugins you're installing are trustworthy.
pt_pt: A lista curada de plugins da Pragmática coloca vários plugins nos quais confiamos ao seu dispor, num local conveniente. Basta escolher os plugins que deseja instalar e o processo será concluído sem intervenção necessária do utilizador. Com esta lista pode ter a plena confiança de que os plugins que está a instalar são seguros.

source: This search option is for more advanced users who want to automate the installation and deployment process. It allows you to name the plugins you want, and install and activate them in a single click.
pt_pt: Esta opção de pesquisa dirige-se a utilizadores mais avançados e permite colocar o nome de todos os plugins que pretende instalar, e que estes sejam instalados e activos num só click.

source: List
pt_pt: Lista

source: Search
pt_pt: Pesquisa

source: Export Active Plugins
pt_pt: Exportar Plugins Activos

source: Active Plugin Export
pt_pt: Exportação de Plugins Activos

source: Warning!
pt_pt: Atenção!

source: It's advised that you deactivate any custom plugins (those that don't come from the Wordpress store) before you export your active plugin list, as those may result in you importing unwanted plugins.
pt_pt: É aconselhada a desactivação de "custom plugins" (plugins não proveninentes da loja do Wordpress) antes de exportar, pois estes podem resultar na importação de plugins não desejados.

source: You can import plugins by simply copying the list in the text box bellow, and then pasting it in the 'Search' option on this plugin's homepage.
pt_pt: A importação é feita simplesmente copiando a lista escrita na caixa de texto abaixo, e colando o texto na opção de "Pesquisa" na página principal deste plugin.

source: Plugin List
pt_pt: Lista de Plugins

source: Return to the Plugin's Homepage
pt_pt: Regressar à Página Principal do Plugin

source: Please select the plugins you wish to install.
pt_pt: Por favor seleccione os plugins que deseja instalar.

source: Search Engine Optimization
pt_pt: Optimização para Motores de Busca (SEO)

source: Plugin Name
pt_pt: Nome do Plugin

source: Selection
pt_pt: Selecção

source: Management
pt_pt: Gestão

source: Analytics
pt_pt: Analítica

source: Social
pt_pt: Redes Sociais

source: Performance
pt_pt: Desempenho

source: Security
pt_pt: Segurança

source: Miscellaneous
pt_pt: Miscelânea

source: Install Plugins
pt_pt: Instalar os Plugins

source: Installing the selected plugins.
pt_pt: A instalar os plugins seleccionados.

source: Activating the installed plugins.
pt_pt: A activar os plugins instalados.

source: The function has ended. If your plugins have installed correctly, you may delete this plugin.
pt_pt: A função terminou. Se os plugins foram instalados com sucesso, pode remover este plugin.

source: Return to the Main admin page
pt_pt: Regressar à página principal de Administração

source: Return to the Plugins page
pt_pt: Regressar à página de Plugins

source: Installing plugin:
pt_pt: A instalar o plugin:

source: Activating plugin:
pt_pt: A activar o plugin:

source: Plugin Search
pt_pt: Pesquisa de Plugins

source: Please insert the name of the plugins you wish to install in the format bellow.
pt_pt: Por favor introduza os nomes dos plugins que deseja instalar, no formato indicado.

source: Plugins to Install
pt_pt: Plugins a Instalar

source: Insert the name of the plugins that you wish to install separated by either apostrophes or quotation marks and Return.&#10;&#10;Example:&#10;"yoast"&#10;"beaver builder"&#10;"tinymce"
pt_pt: Introduza os nomes dos plugins que pretende instalar entre apóstrofos ou aspas e separados por Enter. &#10;&#10;Exemplo:&#10;"yoast"&#10;"beaver builder"&#10;"tinymce"

source: This plugin will assist you in the installation of plugins, allowing you to choose from a curated list, manually search for plugins and export any active plugins into a text list.
pt_pt: Este plugin irá auxilia-lo na instalação de plugins, permitindo que escolha de uma lista curada, pesquise manualmente, ou que exporte quaisquer plugins activos para uma lista.

source: Plugin Helper
pt_pt: Auxiliar de Plugins

source: Installer
pt_pt: Instalador de Plugins

source: Plugin Export
pt_pt: Exportação de Plugins
